@extends('layouts.app')

@section('content')

    <div class="container-fluid py-4">
        <div class="row justify-content-center">
            <div class="col-xl-10">
                <h1>Защита персональных данных</h1>

                <h2>Достоверное согласие на передачу персональных данных</h2>

                <p>
                    Я даю согласие на обработку свободно, своей волей и в своем интересе, ООО «Дважды два» (Амурская область,
                    г.Благовещенск, ул.Зейская, 229) моих персональных данных.
                </p>

                <p>
                    Настоящее согласие предоставляется на осуществление любых действий в отношении моих персональных данных,
                    которые необходимы или желаемы для достижения указанных выше целей, включая, без ограничения: сбор, систематизацию,
                    накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача),
                    обезличивание, блокирование, уничтожение, а также осуществление любых иных действий с моими Персональными данными с
                    учетом действующего законодательства Российской Федерации.
                </p>

                <p>
                    Я уведомлен и согласен, что обработка Персональных данных осуществляется ООО «Дважды два» с применением
                    всех законных способов обработки персональных данных, допустимых законодательством Российской Федерации,
                    в частности, хранение, запись на электронные носители и их хранение, составление перечней, маркировка.
                </p>

                <p>
                    Настоящим я признаю и подтверждаю, что согласие дано и действует до достижения конкретных, заранее определенных
                    и законных целей, указанных выше (если действующим законодательством РФ не установлено иное).
                </p>

                <p>
                    Мне разъяснено мое право отозвать своё согласие посредством составления соответствующего письменного документа,
                    который должен быть направлен в адрес ООО «Дважды два» посредством почтовой связи либо вручен лично под расписку
                    уполномоченному представителю ООО «Дважды два».
                </p>

                <h2>Политика о порядке обработки персональных данных</h2>
                <p>ООО «Дважды два» </p>
                <p>
                    Настоящая Политика в отношении обработки персональных данных составлена в соответствии с п. 2 ст. 18.1
                    Федерального закона РФ «О персональных данных» №152-ФЗ от 27 июля 2006 года и действует в отношении всех
                    персональных данных, которые ООО «Дважды два» (далее по тексту – Компания) может получить от субъекта персональных данных.
                </p>

                <ol>
                    <li>
                        <h6 class="font-weight-bold">Правовое основание обработки персональных данных.</h6>
                        <ul>
                            <li>Конституция Российской Федерации (статьи 23,24);</li>
                            <li>Федеральный закон от 27.07.06 г. №152-ФЗ «О персональных данных» (статьи 1, 6, 22);</li>
                            <li>Трудовой кодекс РФ (статьи 86-90);</li>
                            <li>Федеральный закон от 02.05.2006 г. № 59-ФЗ «О порядке рассмотрения обращений граждан Российской Федерации» (статья 6);</li>
                        </ul>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Цели и способы обработки персональных данных</h6>
                        <p>
                            Цель обработки персональных данных субъектов ПДн – обеспечение выполнения работ и предоставления услуг,
                            определенных Уставом и лицензиями Компании, выполнения договорных обязательств Компании перед клиентами,
                            предоставления возможности работникам контрагентов Компании выполнения обязанностей, предусмотренных
                            договорами между Компанией и ее контрагентами.
                        </p>
                        <p>
                            Обработка (сбор, систематизация, накопление, хранение, уточнение (обновление, изменение),
                            использование, распространение (в том числе передача), обезличивание, блокирование, уничтожение)
                            персональных данных подразделяется на:
                        </p>
                        <ul>
                            <li>
                                обработку персональных данных в информационных системах персональных данных с использованием средств автоматизации;
                            </li>
                            <li>
                                обработку персональных данных, осуществляемую без использования средств автоматизации.
                            </li>
                        </ul>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Категории, типы обрабатываемых данных.</h6>

                        <p>
                            Порядок сбора и обработки персональных данных в Компании ведется в соответствии с законодательством РФ.
                        </p>
                        <p>
                            В состав обрабатываемых персональных данных входят: фамилия, имя, отчество; год рождения; месяц рождения;
                            дата рождения; пол; город проживания; E-mail; телефонный номер; пароли доступа к порталу archive.2x2.su (https://archive.2x2.su/),
                            место работы, web адреса места работы,
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Перечень действий с персональными данными:</h6>
                        <p>
                            Сбор; Систематизация; Накопление; Хранение; Уточнение (обновление, изменение); Использование;
                            Распространение (в том числе передача); Обезличивание; Блокирование; Уничтожение.
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Категории субъектов, персональные данные которых обрабатываются:</h6>
                        <ul>
                            <li>
                                физические лица – клиенты Компании, являющихся зарегистрированными пользователями интернет ресурса (https://archive.2x2.su/)
                            </li>
                            <li>
                                юридические лица - клиенты Компании, являющихся зарегистрированными пользователями и имеющие
                                отдельную интернет страницу на интернет ресурсе (https://archive.2x2.su/)
                            </li>
                        </ul>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Условия прекращения обработки персональных данных.</h6>
                        <p>
                            Персональные данные подлежат уничтожению по заявлению пользователя интернет ресурса (https://archive.2x2.su/)
                            в виде электронного письма с просьбой о прекращении обработки персональных данных. При условии,
                            что пользователь отправит заявку на удаление с электронного адреса, который был указан при регистрации
                            на интернет ресурсе (https://archive.2x2.su/)
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold"> Обеспечение конфиденциальности.</h6>
                        <p>
                            Обработка персональных данных субъектов персональных данных, осуществляется в целях обеспечения
                            выполнения работ и предоставления услуг, определенных Уставом и лицензиями Компании, выполнения
                            договорных обязательств Компании перед клиентами, предоставления возможности работникам контрагентов
                            Компании выполнения обязанностей, предусмотренных договорами между Компанией и ее контрагентами.
                        </p>
                        <p>
                            Компания принимает все меры, необходимые и достаточные для обеспечения выполнения обязанностей,
                            предусмотренных 152-ФЗ и принятыми в соответствии с ним нормативными правовыми актами. А также
                            Компания самостоятельно определяет состав и перечень мер, необходимых и достаточных для обеспечения
                            выполнения возложенных на него обязанностей, если иное не предусмотрено 152-ФЗ или другими федеральными законами.
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Получение доступа к персональным данным.</h6>
                        <p>
                            Доступ к своим персональным данным предоставляется субъекту персональных данных в личном кабинете
                            на интернет ресурсе (https://archive.2x2.su/). Доступ предоставляется после введения логина и пароля во вкладке «Личный кабинет»
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Условия раскрытия и объем данных доступных партнерам и третьим лицам.</h6>
                        <p>
                            Компания обеспечивает конфиденциальность персональных данных и обязана не передавать их третьим лицам
                            без согласия субъектов персональных данных, если иное не предусмотрено законодательством. Передача персональных
                            данных субъекта третьим лицам осуществляется Компанией на основании соответствующего договора, существенным
                            условием которого является обязанность обеспечения третьим лицом конфиденциальности персональных данных.
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Право ООО «Дважды два» на изменение Регламента</h6>
                        <p>
                            Настоящая редакция Регламента вступила в силу «01» июля 2017 года. ООО «Дважды два» сохраняет за собой право
                            в любое время изменить положения настоящего Регламента, уведомив об этом пользователей в Интернете по адресу,
                            на котором размещен настоящий Регламент.
                        </p>
                    </li>

                    <li>
                        <h6 class="font-weight-bold">Контактная информация лиц, ответственных за рассмотрение жалоб и запросов.</h6>
                        <p>Телефон специалистов техподдержки: +7 (968) 246-23-15</p>
                    </li>
                </ol>

            </div>
        </div>
    </div>
    
@endsection
