@extends('layouts.app')

@section('content')

    <div class="container-fluid py-4">
        <div class="row justify-content-center">
            <div class="col-xl-10">
                <h1>Правила</h1>

                <p>
                    Данный сервис предоставляет доступ к Архиву объявлений, опубликованных на Полезном портале 2x2.su и в газете «Дважды два».
                    Также пользователи сервиса могут получить доступ к выпускам газет «Аргументы и факты», «Комсомольская правда», «Попутчик»,
                    «Малый бизнес», «Новостройки» и журнала «Загородный дом».
                </p>

                <p>
                    Для получения доступа к сервису необходимо зарегистрироваться на сайте и получить Ключ. Для регистрации необходимо
                    ввести свою электронную почту и придумать пароль. Далее  нужно выбрать тариф и оплатить условия его использования:
                </p>

                <ol>
                    <li>
                        Тариф «Базовый» Условия:
                    </li>
                    <li>
                        Тариф «Расширенный» Условия:
                    </li>
                    <li>
                        Тариф «Повелитель Вселенной» Условия:
                    </li>
                </ol>

                <p>
                    Чтобы начать пользоваться услугами сервиса, необходимо произвести оплату соответственно выбранному тарифу.
                    После Пользователя система автоматически перенаправит в Личный кабинет, где можно активировать полученный Ключ.
                </p>

                <p>
                    С этого момента начинается отсчет времени пользования услугами сервиса. Отсчет времени ведется непрерывно, вне
                    зависимости от фактического времени, проведенного на страницах сервиса.
                </p>

                <p>
                    В Личном кабинете Пользователь может в любой момент увидеть оставшееся время. Также Пользователь может приобрести
                    дополнительный тариф. Время нового тарифа прибавится к уже действующему.
                </p>

                <p>
                    Нажав на вкладку «Объявления» Пользователь попадает в Архив объявлений. Чтобы найти необходимое объявление нужно выбрать
                    соответствующую рубрику и заполнить поля для ввода в форме поиска. После нажатия на кнопку «Искать» Пользователь увидит
                    результаты поиска, максимально соответствующие заданным параметрам.
                </p>

                <p>
                    Чтобы изменить параметры поиска, в любой момент Пользователь может отредактировать заполненные поля для ввода в форме поиска.
                    Нажав на вкладку «Читать газету» Пользователь попадает в Архив газет. Чтобы найти нужный выпуск газеты необходимо выбрать год,
                    месяц и название издания. После нужно нажать на кнопку «Показать». Выбрав нужный номер газеты, Пользователь сможет прочитать pdf-версию издания.
                </p>

                <p>
                    В случае возникновения проблем с использованием сервиса, можно связаться с техподдержкой по телефону: +7 (968) 246-23-15
                </p>
            </div>
        </div>
    </div>

@endsection
